{
  "countries": [
    {
      "lang": 3,
      "id": 1,
      "name": "Турцыя",
      "capital": "Анкара",
      "smallImageUrl": "turkey.jpg",
      "imageUrl": "turkey_full.jpg",
      "description": "Чым можа здзівіць Турцыя? Калі вам здаецца, што там акрамя пляжаў і гатэляў з сістэмай «усё ўключана» няма нічога прывабнага, значыць, вы не ведаеце сапраўдную Турцыю - з цудоўным Стамбулам, які калісьці быў візантыйскім Канстанцінопалем, старажытнымі хрысціянскім помнікамі і дзіўнымі цудамі прыроды, якія абавязкова варта ўбачыць. Турэцкая Рэспубліка знаходзіцца на стыку Захаду і Усходу. Мае выхад да чатырох мораў. Гэтая краіна з выдатнай прыродай, архітэктурай, гісторыяй. Для турыстаў і падарожнікаў Турцыя цікавая як месца, дзе можна атрымаць асалоду ад сонца, пляжаў, гаючых крыніц, пакатацца на лыжах, заняцца альпінізмам.",
      "sightseeings": [
        {
          "imageUrl": "maidens_tower.jpg",
          "name": "Дзявочая вежа",
          "description": "Размешчана ў азіяцкай часткі Стамбула на невялікім астраўку Басфорскага праліва ў раёне Ускюдар. У часы Асманскай імперыі вежа ў асноўным служыла маяком, якія паказваюць караблям шлях ноччу і нават днём у туманнае надвор'е."
        },
        {
          "imageUrl": "hagia_sophia.jpg",
          "name": "Сабор Святой Сафіі",
          "description": "Былы патрыяршы праваслаўны сабор, які знаходзіцца ў гістарычным цэнтры сучаснага Стамбула. Сімвал «залатога стагоддзя» Візантыі. У 1453 годзе пасля захопу Канстанцінопаля асманамі сабор быў ператвораны ў мячэць, а ў 1935 годзе ён набыў статус музея."
        },
        {
          "imageUrl": "efes.jpg",
          "name": "Эфес",
          "description": "Стары антычны горад, ад якога да нашых дзён добра захавалася шмат збудаванняў. Горад знакаміты ў першую чаргу храмам Артэміды, які з'яўляецца адным з сямі цудаў антычнага свету."
        },
        {
          "imageUrl": "blue_lagune.jpg",
          "name": "Блакітная лагуна",
          "description": "Блакітная лагуна - гэта вельмі прыгожае і вядомае месца ва ўсёй краіне. Блакітная лагуна знаходзіцца побач з невялікім мястэчкам Алюдэніз ў Турцыі на беразе двух мораў Міжземнага і Эгейскага."
        },
        {
          "imageUrl": "cappadocia.jpg",
          "name": "Кападокія",
          "description": "Полупустынны рэгіён у цэнтральнай частцы Турцыі. Ён вядомы сваімі чароўнымі комінамі - высокімі конусаабразнымі скальнымі ўтварэннямі."
        },
        {
          "imageUrl": "pamukkale.jpg",
          "name": "Памуккале",
          "description": "Знакаміты тэрмальнымі крыніцамі, размешчанымі на тэрасах з белага вапняка. Тут таксама можна ўбачыць руіны старажытнага курортнага горада Ераполі часоў Рымскай імперыі."
        }        
      ],
      "videoUrl": "https://www.youtube.com/watch?v=6nGoj2TVe2I" 
    },
    {
      "lang": 3,
      "id": 2,
      "name": "Іспанія",
      "capital": "Мадрыд",
      "smallImageUrl": "spain.jpg",
      "imageUrl": "spain_full.jpg",
      "description": "Іспанія - еўрапейская краіна, размешчаная на Пірэнэйскім паўвостраве. Тэрыторыя Іспаніі падзелена на 17 аўтаномных рэгіёнаў. У сталіцы краіны, Мадрыдзе, знаходзяцца Каралеўскі палац і музей Прада, дзе захоўваюцца творы еўрапейскіх майстроў. У Сегaвіі можна наведаць сярэднявечны замак (Алькасар) і ўбачыць добра захаваўшыся рымскі акведук. Барселона - сталіца аўтаномнай супольнасці Каталонія. Аблічча гэтага горада вызначаюць шматлікія мудрагеліста-фантастычныя творы архітэктара Антоніа Гаўдзі, сярод якіх храм Святой Сям'і. Абмываецца Атлантычным акіянам на поўначы і захадзе, Міжземным морам на поўдні і ўсходзе. Сярэдняя вышыня паверхні Іспаніі - 650 м над узроўнем мора; яна з'яўляецца адной з самых гарыстых краін Еўропы.",
      "sightseeings": [
        {
          "imageUrl": "alhambra.jpg",
          "name": "Альгамбра",
          "description": "Архітэктурна-паркавы ансамбль, размешчаны на пагорыстай тэрасе ва ўсходняй частцы горада Гранада ў Паўднёвай Іспаніі. Асноўнае развіццё атрымаў у часы праўлення мусульманскай дынастыі Насрыдаў."
        },
        {
          "imageUrl": "malaga.jpg",
          "name": "Малага",
          "description": "Партовы горад у рэгіёне Коста-дэль-Соль на поўдні Іспаніі, вядомы сваімі шматпавярховымі гасцінічнымі комплексамі, якія выходзяць прама на пляжы са светлым пяском. Над сучаснымі будынкамі горада ўзвышаюцца дзве вялізныя крэпасці: алькасаба Малагі і Хібральфаро."
        },
        {
          "imageUrl": "montserrat.jpg",
          "name": "Монсеррат",
          "description": "Бенедыктынскі манастыр, духоўны сімвал і рэлігійны цэнтр Каталоніі і цэнтр паломніцтва каталікоў з усяго свету. Прыродны комплекс, які прылягае да манастыра, абвешчаны нацыянальным паркам Каталоніі."
        },
        {
          "imageUrl": "park_guell.jpg",
          "name": "Парк Гуэль",
          "description": "Парк у верхняй частцы Барселоны, створаны Антоніа Гаўдзі ў 1900-1914 гадах. Парк быў задуманы Эўсебi Гуэль як зялёная жылая зона ў стылі моднай у той час у Англіі горадабудаўнічай канцэпцыі горада-сада."
        },
        {
          "imageUrl": "sagrada_familia.jpg",
          "name": "Храм Святой Сям'і",
          "description": "У Барселоне ёсць будынак, якi з нязначнымі перапынкамі ўзводзяць ужо 120 гадоў. Закладзены ў 1882 годзе грандыёзны адкупленчай храм Святой Сям'і ( «Саграда Фамілія») паступова набывае выгляд завершанага твора. Такога, якім яго задумаў адзін з найвялікшых архітэктараў XX стагоддзя Антоніо Гаўдзі."
        },
        {
          "imageUrl": "spain_square.jpg",
          "name": "Плошча Іспаніі",
          "description": "Адно з самых уражлівых месцаў у Севільі. Гэты архітэктурны ансамбль размешчаны ў парку Марыі Луізы і дзівіць сваёй веліччу і прыгажосцю. Была задумана як цэнтральнае збудаванне Ібера-амерыканскай выставы 1929 гады."
        }        
      ],
      "videoUrl": "https://www.youtube.com/watch?v=I78hhm620zc" 
    }    
  ]
}