{
  "countries": [
    {
      "lang": 2,
      "id": 1,
      "name": "Турция",
      "capital": "Анкара",
      "smallImageUrl": "turkey.jpg",
      "imageUrl": "turkey_full.jpg",
      "description": "Чем может удивить Турция? Если вам кажется, что там кроме пляжей и отелей с системой «все включено» нет ничего привлекательного, значит, вы не знаете настоящую Турцию - с великолепным Стамбулом, который когда-то был византийским Константинополем, древними христианским памятниками и удивительными чудесами природы, которые обязательно стоит увидеть. Турецкая Республика находится на стыке Запада и Востока. Имеет выход к четырем морям. Эта страна с потрясающей природой, архитектурой, историей. Для туристов и путешественников Турция интересна как место, где можно насладиться солнцем, пляжами, целебными источниками, покататься на лыжах, заняться альпинизмом.",
      "sightseeings": [
        {
          "imageUrl": "maidens_tower.jpg",
          "name": "Девичья башня",
          "description": "Расположена в азиатской части Стамбула на небольшом островке Босфорского пролива в районе Ускюдар. Во времена Османской империи башня в основном служила маяком, указывающим кораблям путь ночью и даже днём в туманную погоду."
        },
        {
          "imageUrl": "hagia_sophia.jpg",
          "name": "Собор Святой Софии",
          "description": "Бывший патриарший православный собор, находящийся в историческом центре современного Стамбула. Символ «золотого века» Византии. В 1453 году после захвата Константинополя османами собор был обращён в мечеть, а в 1935 году он приобрёл статус музея."
        },
        {
          "imageUrl": "efes.jpg",
          "name": "Эфес",
          "description": "Старый античный город, от которого до наших дней хорошо сохранилось много сооружений. Город знаменит в первую очередь храмом Артемиды, который является одним из семи чудес античного мира."
        },
        {
          "imageUrl": "blue_lagune.jpg",
          "name": "Голубая лагуна",
          "description": "Голубая лагуна — это очень красивое и известное место во всей стране.Голубая лагуна находится рядом с небольшим поселком Олюдениз в Турции на берегу двух морей Средиземного и Эгейского."
        },
        {
          "imageUrl": "cappadocia.jpg",
          "name": "Каппадокия",
          "description": "Полупустынный регион в центральной части Турции. Он известен своими волшебными дымоходами – высокими конусообразными скальными образованиями."
        },
        {
          "imageUrl": "pamukkale.jpg",
          "name": "Памуккале",
          "description": "Знаменит термальными источниками, расположенными на террасах из белого известняка. Здесь также можно увидеть руины древнего курортного города Иераполь времен Римской империи."
        }        
      ],
      "videoUrl": "https://www.youtube.com/watch?v=6nGoj2TVe2I" 
    },
    {
      "lang": 2,
      "id": 2,
      "name": "Испания",
      "capital": "Мадрид",
      "smallImageUrl": "spain.jpg",
      "imageUrl": "spain_full.jpg",
      "description": "Испания – европейская страна, расположенная на Пиренейском полуострове. Территория Испании разделена на 17 автономных регионов. В столице страны, Мадриде, находятся Королевский дворец и музей Прадо, где хранятся произведения европейских мастеров. В Сеговии можно посетить средневековый замок (Алькасар) и увидеть хорошо сохранившийся римский акведук. Барселона – столица автономного сообщества Каталония. Облик этого города определяют многочисленные причудливо-фантастические творения архитектора Антонио Гауди, среди которых храм Святого Семейства. Омывается Атлантическим океаном на севере и западе, Средиземным морем на юге и востоке. Средняя высота поверхности Испании — 650 м над уровнем моря; она является одной из самых гористых стран Европы.",
      "sightseeings": [
        {
          "imageUrl": "alhambra.jpg",
          "name": "Альгамбра",
          "description": "Архитектурно-парковый ансамбль, расположенный на холмистой террасе в восточной части города Гранада в Южной Испании. Основное развитие получил во времена правления мусульманской династии Насридов."
        },
        {
          "imageUrl": "malaga.jpg",
          "name": "Малага",
          "description": "Портовый город в регионе Коста-дель-Соль на юге Испании, известный своими многоэтажными гостиничными комплексами, которые выходят прямо на пляжи со светлым песком. Над современными зданиями города возвышаются две огромные крепости: алькасаба Малаги и Хибральфаро."
        },
        {
          "imageUrl": "montserrat.jpg",
          "name": "Монсеррат",
          "description": "Бенедиктинский монастырь, духовный символ и религиозный центр Каталонии и центр паломничества католиков со всего мира. Природный комплекс, прилегающий к монастырю, объявлен национальным парком Каталонии."
        },
        {
          "imageUrl": "park_guell.jpg",
          "name": "Парк Гуэль",
          "description": "Парк в верхней части Барселоны, созданный Антонио Гауди в 1900—1914 годах. Парк был задуман Эусеби Гуэлем как зелёная жилая зона в стиле модной в то время в Англии градостроительной концепции города-сада."
        },
        {
          "imageUrl": "sagrada_familia.jpg",
          "name": "Храм Святого Семейства",
          "description": "В Барселоне есть здание, которое с незначительными перерывами возводят уже 120 лет. Заложенный в 1882 году грандиозный Искупительный храм Святого Семейства («Саграда Фамилия») постепенно приобретает вид завершенного творения. Такого, каким его задумал один из величайших архитекторов XX века Антонио Гауди."
        },
        {
          "imageUrl": "spain_square.jpg",
          "name": "Площадь Испании",
          "description": "Одно из самых впечатляющих мест в Севилье. Этот архитектурный ансамбль расположен в парке Марии Луизы и поражает своим величием и красотой. Была задумана как центральное сооружение Иберо-американской выставки 1929 года."
        }        
      ],
      "videoUrl": "https://www.youtube.com/watch?v=I78hhm620zc" 
    }
  ]
}